{
    "header": {
      "categories": "Categories",
      "aboutUs": "About Us",
      "contactUs": "Contact Us",
      "cart": "Cart",
      "searchBar": "Search books..."
    },
    "trendingBooks": {
      "title": "Trending Titles"
    },
    "aboutUs": {
      "title": "About Us",
      "description": "Beresta Literary Press was founded in 2020 as a passion project by husband-and-wife team Chad and Svetlana Zimmerman, dedicated to bridging cultures through language and storytelling. As authors, translators, illustrators, and publishers, we create unique works that celebrate the richness of diverse traditions. With Svetlana’s roots in Russia and Chad’s deep connection to Japan, we bring together our experiences to craft original stories, translate previously untranslated works, and develop educational materials that make cultural learning accessible to all ages. Our mission is to share the values, wisdom, and beauty of these cultures with a modern audience, fostering a deeper appreciation for the stories that shape us.",
      "mainTitle": "Chad and Svetlana Zimmerman",
      "ourJourneyTitle": "Our Journey",
      "ourJourney": "Beresta Literary Press was born in the quiet hush of the 2020 lockdowns, a spark of magic in a time of uncertainty. What began as a simple desire—to share the beauty of language and culture—quickly transformed into something far greater. We uncovered forgotten fairytales, whispered from the past, and gave them new voices in English, Russian, and Japanese. Over the years, our little press has grown like an enchanted forest, branching into poetry, theology, philosophy, coloring books, children’s stories, and even language-learning guides. In 2024, our stories carried us to unexpected heights, making us best-selling authors. Yet, at its heart, Beresta remains what it has always been: a gateway to worlds unseen, where ancient words find new life, and every book is a spell cast in ink.",
      "aboutChadTitle": "About Chad",
      "aboutChad": "For nine years, I wandered the streets of Japan, not just learning the language but becoming a storyteller of its life and culture, sharing its wonders with millions on YouTube. Then, the world paused. In that stillness, I met my wife, who opened a door to a world even more magical than I had imagined—Russian fairytales. Their strange beauty and haunting wonder captivated me, and together, we embarked on our first translation: Marvelous Miracles and Somber Stories. That journey has since led me to another passion: historical theology and philosophy, which I now weave into our ever-growing collection at Beresta Literary Press. With a Master of Divinity from the American Lutheran Theological Seminary, I continue to chase the stories that shape civilizations, giving voice to the echoes of the past and bringing forgotten wisdom into the present.",
      "aboutSvetlanaTitle": "About Svetlana",
      "aboutSvetlana": "Svetlana has been gifted with a natural talent for art since childhood, always drawn to notebooks and pens to express her creativity. Her passion for design led her to one of Russia’s top architectural schools, where she studied in Moscow, Germany, and England. Throughout her career, Svetlana has shaped the skylines of major cities around the globe, blending her artistic vision with architectural innovation. Her love for art and culture extends beyond design, as she has also translated and illustrated cultural icons from her homeland and beyond. Through her work, Svetlana continues to bridge worlds, bringing diverse stories and aesthetics to life."
    },
    "contactUs": {
      "title": "Contact Us",
      "fullName": "Full Name",
      "email": "Email",
      "phone": "Phone Number",
      "message": "Your Message",
      "submit": "Send"
    },
    "newsletter": {
      "title": "Get a free eBook when you sign up for our mailing list!",
      "description": "Plus, receive recommendations and exclusive offers on all of your favorite books from Beresta Literary Press.",
      "submit": "Sign Me Up"
    },
    "footer": {
      "home": "Home",
      "aboutUs": "About Us",
      "contactUs": "Contact Us",
      "ourBooks": "Our Books"
    },
    "loading": "Loading...",
    "bookNotFound": "Book not found",
    "author": "Author",
    "cartPage": {
      "shoppingCart": "Shopping Cart",
      "title": "Title",
      "quantity": "Quantity",
      "totalPrice": "Total Price",
      "noItemsInCart": "No items in cart.",
      "subtotal": "Subtotal",
      "shipping": "Shipping",
      "free": "Free",
      "total": "Total",
      "checkoutWithStripe": "Checkout with Stripe"
    }
  }